<template >
    <div class="main__About">
        <h2>Обо мне</h2>
        <p v-for="txt in aboutInfo">{{ txt.text }}</p>
    </div>
</template>
<script>
export default {
    data(){
        return{
            aboutInfo:[
                {text:"Привет, меня зовут Виктор - я Python и JavaScript разработчик из Астаны. Мне интересно программирование и все что с ним связано. Прохожу курсы Front-End Development в IT Step Academy."},
                {text:"На данный момент дистанционно учусь в Китае на 3 курсе на инженера эколога. Кроме того у меня среднеспециальное образование по специальности Учет и Аудит."},
                {text:"Я легко усваиваю новые материалы и технологии. Могу быстро изучить те технологии, которые использует ваша компания для работы с проектами, и применять их на достойном уровне!"},
                {text:"Немного о себе: Я активный, общительный и целеустремленный парень. Я открыт для новых знакомств, новых задач и новых целей."},
                {text:"Кроме того, я свободно владею тремя языками: русским, английским и китайским. Буду рад работать в интернациональной команде!"},
                {text:'Готов работать над отличными проектами с замечательными людьми!'}]
        }
    }
}
</script>
<style >
    
</style>